Repository: yannickgloster/climate-collab-tool
Catalog: app/locales/*/messages.po
Languages: fr

source: Can you work with others to reduce the worst impacts of climate change? Built using the IPCC CMIP6 climate projections.
fr: Pouvez-vous travailler avec d'autres pour réduire les pires effets du changement climatique ? Construit sur la base des projections climatiques CMIP6 du GIEC.

source: English
fr: Anglais

source: French
fr: Français

source: Region: <0>{0}</0>
fr: Région: <0>{0}</0>

source: Select Language
fr: Sélectionnez votre langue

source: Simulation Code: <0>{0}</0>
fr: Code PIN de Simulation: <0>{0}</0>

source: button.joinSimulation
fr: Rejoindre une Simulation

source: button.newSimulation
fr: Nouvelle Simulation

source: footer
fr: Créé par Yannick <0>Yannick Gloster</0> | <1>Sources</1>

source: region.title
fr: Lobby de jeu des Régions

source: title
fr: Simulation du Changement Climatique
